{
    "privacyIntroBlock": {
        "heading": {
            "firstPart": "Privacy ",
            "highlight": "Policy"
        },
        "subheading": "At Jardín Binario, we respect your privacy and are committed to protecting your personal information. This privacy policy explains how we collect, use, and disclose information about you when you use our website Jardín Binario; this policy is effective as of 04/10/2023."
    },
    "privacyInfoBlock": {
        "heading": {
            "highlight": "Information",
            "secondPart": " we collect"
        },
        "subheading": "When you visit our website, we may collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device. Additionally, while you browse our website, we may collect information about the individual web pages or products you view, what websites or search terms referred you to our website, and information about how you interact with our website."
    },
    "privacyRecopilationBlock": {
        "heading": {
            "highlight": "following technologies:",
            "firstPart": "We collect this information using the "
        },
        "subheading": "We currently only use the js-cookie package along with the window.navigator object to obtain information that allows us to plan new features for our application."
    },
    "privacyInfoUseBlock": {
        "heading": {
            "firstPart": "We use the information we ",
            "highlight": "collect",
            "secondPart": " to"
        },
        "subheading": "Provide and improve our services, including providing customer support and responding to inquiries and requests, analyzing trends and monitoring the use of our website, personalizing your experience on our website, offering relevant content and advertising, and communicating with you, including sending you promotional offers and updates about our products and services."
    },
    "privacyRightsBlock": {
        "heading": {
            "firstPart": "Your ",
            "highlight": "rights"
        },
        "subheading": "You have the right to access and request the deletion of personal information we hold about you. You also have the right to opt out of certain marketing communications we send you."
    },
    "privacyRetentionBlock": {
        "heading": {
            "secondPart": " of data",
            "highlight": "Retention"
        },
        "subheading": "We retain your personal information for as long as necessary to fulfill the purposes described in this privacy policy, unless the law requires or permits a longer retention period."
    },
    "privacyChangesBlock": {
        "heading": {
            "highlight": "Changes"
        },
        "subheading": "We may update this privacy policy from time to time to reflect, for example, changes in our practices or for other operational, legal, or regulatory reasons."
    },
    "privacyContactBlock": {
        "heading": {
            "highlight": "Contact Us"
        },
        "subheading": "If you have any questions or concerns about this privacy policy, please contact us at help@jardinbinario.com."
    },
    "privacySharingBlock": {
        "heading": {
            "highlight": "Share",
            "secondPart": " your information"
        },
        "subheading": "We may share your personal information to comply with applicable laws and regulations, respond to a subpoena, search warrant, or other legal request for information we receive, or to protect our rights."
    }
}
